{"links": [{"source": "Hulk", "target": "Betty Ross", "value": 200}, {"source": "Hulk", "target": "Abomination", "value": 200}, {"source": "Hulk", "target": "Thaddeus Ross", "value": 200}, {"source": "Betty Ross", "target": "Hulk", "value": 200}, {"source": "Betty Ross", "target": "Abomination", "value": 200}, {"source": "Betty Ross", "target": "Thaddeus Ross", "value": 200}, {"source": "Abomination", "target": "Hulk", "value": 200}, {"source": "Abomination", "target": "Betty Ross", "value": 200}, {"source": "Abomination", "target": "Thaddeus Ross", "value": 200}, {"source": "Thaddeus Ross", "target": "Hulk", "value": 200}, {"source": "Thaddeus Ross", "target": "Betty Ross", "value": 200}, {"source": "Thaddeus Ross", "target": "Abomination", "value": 200}], "nodes": [{"about": ["Bruce Banner", "Male", "Human"], "events": ["Bruce Banner tries his own Super Soldier Serum and transforms into the Hulk", "Banner is traumatized that he hurt Betty and decides to go on the run. After a period of running", "Banner return to America and sneaks into his laboratory to retrieve his research. He then gets found by Betty Ross.", "Banner becomes the Hulk", "Banner and Betty go to visit Dr. Blue and test his antidote which proves successful. Banner then objects to the doctor keeping his blood samples", "When Blonsky transforms into the Abomination", "Bruce becomes agitated from the divisions within the team and the explosion caused by Hawkeye", "Hulk helps the Avengers in defending against the Chitauri and defeating Loki.", "Attacks the HYDRA base with the Avengers.", "At the party and defends when Ultron attacks.", "Goes on a rampage in Johannesburg until stopped by Iron Man's Hulkbuster armor.", "Defends the world from he Ultron Offensive.", "Duels Thor in the Sakaaran Arena as the champion.", "Battles the forces of Hela on the Bifrost Bridge.", "Watches the destruction of Asgard by Surtur."], "group": "../static/img/logo/characters/hulk.jpg", "id": "Hulk", "image": 2}, {"about": ["Elizabeth Ross", "Female", "Human"], "events": ["Betty Ross is hospitalized by the Hulk after Bruce Banner's transformation.", "Betty noticed Banner at the pizzeria and chased him down", "Betty attempted to calm the Hulk down", "Betty and Banner go to visit Dr. Blue and test his antidote. She is captured along with Banner.", "Betty has her goodbyes with Banner before the fight"], "group": null, "id": "Betty Ross", "image": 2}, {"about": ["Emil Blonsky", "Male", "Human"], "events": ["Blonsky is part of the force sent to track down the Hulk.", "Blonsky attempted to face down the Hulk", "Blonsky subdues Banner after he was tranquilized by General Ross' snipers.", "Blonsky forces the doctor to inject Banner's blood into him along with more Gamma Radiation. This results in the Abomination"], "group": null, "id": "Abomination", "image": 2}, {"about": ["Thaddeus E. Ross", "Male", "Human"], "events": ["Thaddeus Ross has his arm crushed by the Hulk.", "Thaddeus Ross wanted Banner to unleash the Hulk so that the Army could experiment on it. Upon being rejected", "General Ross orders the attack on the Hulk", "General Ross orders his men to lower their weapons after the duel"], "group": null, "id": "Thaddeus Ross", "image": 2}]}